akamud.vscode-theme-onedark
be5invis.vscode-custom-css
bungcip.better-toml
cometeer.spacemacs
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
leizongmin.node-module-intellisense
ms-python.python
ms-vscode.cpptools
naumovs.color-highlight
rbbit.typescript-hero
rust-lang.rust
smulyono.reveal
vincaslt.highlight-matching-tag
vscode-icons-team.vscode-icons
xaver.clang-format
yzhang.markdown-all-in-one
zhouronghui.propertylist
